Repository: tiberiuichim/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

# Add image button text
source: Add image
ro: Adauga imagine

# Modal delete image text
source: Delete product image
ro: Sterge imaginea produsului

# Modal delete image text
source: Are you sure you want to delete product image?
ro: Sigur stergem imaginea produsului?

# Dashboard variant details view
source: Sale price
ro: Pret de vanzare

# Dashboard variant details view
source: Cost price
ro: Cost

# Dashboard action
source: Edit variant
ro: Editeaza varianta

# Dashboard action
source: Delete variant
ro: Sterge varianta

# Dashboard variant details view
source: Images
ro: Imagini

source: No images
ro: Fara imagini

# Dashboard action
source: Select images
ro: Selecteaza imagini

# Variant form page title
source: Edit
ro: Editeaza

# Variant form page title
source: Add variant
ro: Adauga varianta

# Variant form breadcrumbs
source: Edit
ro: Editeaza

# Variant form breadcrumbs
source: Add variant
ro: Adauga varianta

# Variant form breadcrumbs
source: Add variant for %(product)s
ro: Adauga varianta pentru %(product)s

# Variant form text
source: This product has no attributes.
ro: Acest produs nu are variante

# Dashboard confirmation modal
source: Delete variant %(variant)s
ro: Sterge varianta %(variant)s

# Dashboard confirmation modal
source: Are you sure you want to delete variant <strong>%(variant)s</strong> of product %(product)s?
ro: Sigur stergem varianta <strong>%(variant)s</strong> a produsului %(product)s?

# Dashboard confirmation modal
source: This is the only variant of this product. If you remove it, the product will become unavailable.
ro: Exista o singura varianta a acestui produs. Daca o stergi, produsul va deveni indispoibil.

# Dashboard variant images modal
source: Select variant images
ro: Selecteaza imagini varianta

# Dashboard modal action
source: Save
ro: Salveaza

# Dashboard stock details view
source: Location
ro: Locatie

# Dashboard stock details view
source: Quantity
ro: Cantitate

# Dashboard stock details view
source: Allocated
ro: Alocat

# Dashboard action
source: Edit stock
ro: Editeaza stoc

# Dashboard action
source: Delete stock
ro: Sterge stoc

# Dashboard stock
source: Edit - Stock %(variant)s
ro: Editeaza - Stoc %(variant)s

# Stock form page title
source: Add stock
ro: Adauga stoc

# Dashboard stock
source: Stock %(variant)s
ro: Stoc %(variant)s

# Stock form breadcrumbs
source: Edit
ro: Editeaza

# Stock form breadcrumbs
source: Add stock
ro: Adauga stoc

# Stock form breadcrumbs
source: Add stock for %(product)s
ro: Adauga stoc pentru %(product)s

# Dashboard confirmation modal
source: Delete stock %(stock)s
ro: Sterge stoc %(stock)s

# Dashboard confirmation modal
source: Are you sure you want to delete stock <strong>%(stock)s</strong>?
ro: Sigur stergem stocul <strong>%(stock)s</strong>?

# Stock location page title
source: Add new stock location
ro: Adauga noua locatie stoc

# Dashboard stock location
source: Stock location
ro: Locatie stoc

# Stock location detail action
source: Remove location
ro: Sterge locatia

# Stock location detail breadcrumbs
source: Add new stock location
ro: Adauga noua locatie stoc

# Dashboard stock location
source: Stock locations
ro: Locatii de stoc

# Stock location list add button text
source: Add stock location
ro: Adauga locatie de stoc

# Empty stock location list message
source: No locations found.
ro: Fara locatii de stoc

# Modal delete stock location text
source: Delete stock location %(location)s
ro: Sterge locatia de stoc %(location)s

# Modal delete stock location text
source: Are you sure you want to delete stock location <strong>%(location)s</strong>?
ro: Sigur stergem locatia de stoc <strong>%(location)s</strong>?

# Modal delete stock location text
source: There is one stock associated with this stock location that will be deleted.
ro: Va fi sters un stoc asociat cu aceasta locatie de stocuri.

# Search page title
source: Search results
ro: Rezultate cautare

# Dashboard search
source: Search results
ro: Rezultate cautare

# Dashboard order
source: Order #%(order_number)s
ro: Comanda #%(order_number)s

# Dashboard customer
source: Customer: %(email)s
ro: Client: %(email)s

# Dashboard order info
source: Placed on: %(placed)s
ro: Plasat la: %(placed)s

# Dashboard user
source: User %(full_name)s
ro: Utilizator %(full_name)s

# No Search result message
source: No results for query "%(query)s".
ro: Fara rezultate la cautarea "%(query)s".

# Shipping method form breadcrumbs
source: Shipping methods
ro: Modalitati de livrare

# Shipping method field
source: Description
ro: Descriere

# Shipping method action
source: Edit shipping method
ro: Editeaza modalitatea de livrare

# Shipping method action
source: Delete shipping method
ro: Sterge modalitatea de livrare

source: Price per country
ro: Pret per tara

source: Country
ro: Țara

source: No shippment prices
ro: Fara preturi de livrare

# Dashboard shipping methods
source: Edit
ro: Editeaza

# Shipping method form page title
source: Add new method
ro: Adauga modalitate noua

# Dashboard shipping method
source: Shipping methods
ro: Modalitati de livrare

# Shipping method form page title
source: Edit
ro: Editeaza

# Shipping method form breadcrumbs
source: Add new method
ro: Adauga modalitate noua

# Shipping method form text
source: Price per country
ro: Pret pe tara

# Shipping method country list
source: Country
ro: Țara

# Shipping method country list
source: Price
ro: Pret

# Shipping method list add button text
source: Add method
ro: Adauga modalitate

# Shipping methods table header
source: Name
ro: Nume

# Shipping methods table header
source: Price range
ro: Gama de pret

# Shipping methods table header
source: Countries
ro: Tari

# Empty Shipping methods table message
source: No Shipping methods found
ro: Nu au fost gasite modalitati de livrare

# Dashboard confirmation modal
source: Delete shipping method %(shipping_method)s
ro: Sterge modalitea de livrare %(shipping_method)s

# Dashboard confirmation modal
source: Are you sure you want to delete shipping method <strong>%(shipping_method)s</strong>?
ro: Sigur vrei sa stergem modalitatea de livrare <strong>%(shipping_method)s</strong>?

# Site settings page title
source: Add new site settings
ro: Adauga noi configurari de site

# Authorization keys formset title
source: Authorization keys
ro: Chei de autorizare

# Dashboard add group
source: Add new staff member
ro: Adauga nou membru al staff-ului

# Dashboard add staff member action
source: Add staff member
ro: Adauga nou membru al staff-ului

# Staff member form action
source: Remove staff member
ro: Sterge membru al staff-ului

# Staff member details header
source: Staff member details
ro: Detalii membru al staff-ului

# Staff members list add button text
source: Add staff member
ro: Adauga membru al staff-ului

# Modal delete group text
source: Delete staff member <strong>%(staff)s</strong>?
ro: Stergem membrul staff-ului <strong>%(staff)s</strong>?

# Modal delete group text
source: <p>Are you sure you want to delete staff member?</p> <p>Deleting staff member also removes him from customer list and removes all his related data (orders, payment etc.).</p> <p>We strongly recommend not deleting user accounts that were used for purchases (for example customer which was promoted with staff member status).</p> <p>%(staff)s has <strong>%(orders)s</strong> orders.</p>
ro: <p>Sigur stergem acest membru al staff-ului?</p><p>Stergerea unui membru al staff-ului il va sterge si din lista de clienti si ii sterge si toate datele aditionale (comenzi, plati, etc.)</p><p>Recomandam cu putere ca sa nu fie sterse conturi de clienti cu care s-au facut comenzi (de exemplu un client care a fost promovat ca membru al staff-ului).</p><p>%(staff)s are <strong>%(orders)s</strong> comenzi.</p>

# Homepage title
source: Promo &amp; Sale
ro: Promotii & Reduceri

# Homepage title
source: from the Northpole
ro: de la Polul Nord

# Homepage action
source: Shop now
ro: Vreau sa vad

# Homepage title
source: Size &amp; Colours
ro: Marime & culori

# Homepage title
source: Digital Downloads
ro: Download-uri digitale

# Homepage title
source: Featured products
ro: Produse promovate

source: File
ro: Fisier

# Order details address title
source: Shipping address
ro: Adresa de livrare

# Order details address title
source: Billing address
ro: Adresa de facturare

# Order details column title
source: Product
ro: Produs

# Order details column title
source: Quantity
ro: Cantitate

# Order details column title
source: Price
ro: Pret

# Order details delivery row text
source: Delivery (%(shipping_method_name)s)
ro: Livrare (%(shipping_method_name)s)

# Order details delivery row text
source: Tracking number: %(tracking_number)s
ro: Numar de tracking: %(tracking_number)s

# Checkout create password page title
source: Create password
ro: Creeaza parola

# Checkout title
source: Thank you for your <a href="%(order_url)s">order</a>!
ro: Multumim pentru <a href="%(order_url)s">comanda ta</a>!

# Checkout text
source: We've sent a confirmation email with details to <span>%(email)s</span>.<br> If any problems or questions contact us.
ro: Ti-am trimis un email de confirmarea detaliilor la <span>%(email)s</span>.<br> Daca ai probleme sau intrebari, contacteaza-ne.

# Checkout text
source: It looks like you already are our customer! <br> Please log in to connect order with your account.
ro: Se pare ca esti deja client existent! <br> Te rugam sa te autentifici pentru a lega comanda de contul tau deja existent.

# Checkout title
source: Why not to create an account
ro: Nu vrei sa iti faci un cont?

source: Make your shopping experience even better! Save your shipping and payment details for faster checkout.
ro: Fa-ti experienta cumparaturilor si mai buna! Salveaza detaliile de comanda si livrare pentru un checkout mai rapid.

# Checkout primary action
source: Create an account
ro: Creare cont

# Checkout secondary action
source: Continue shopping
ro: Continua vizitarea magazinului

# Order details page title
source: Order %(order)s
ro: Comanda %(order)s

# Order details breadcrumb
source: Order %(order)s
ro: Comanda %(order)s

# Order detail text
source: Order %(order)s: %(order_status)s
ro: Comanda %(order)s: %(order_status)s

# Order details link text
source: Payment details
ro: Detalii plata

# Order details primary action
source: Pay for order
ro: Plata comanda

# Payment details page title
source: Pay for order %(order)s
ro: Plateste pentru comanda %(order)s

# Payment details breadcrumb
source: Order %(order)s
ro: Comanda %(order)s

# Payment details title
source: Payment pending
ro: Plata in asteptare

# Payment pending text
source: We are currently waiting for an external service to authorize your payment for this order.
ro: Asteptam dupa un serviciu extern care sa autorizeze plata acestei comenzi

# Payment status text
source: Current status:
ro: Stare curenta:

# Payment pending text
source: Unless you are absolutely sure that the process will not complete (for example you have closed the browser window before paying), you should wait before attempting a new payment. Please be warned that if you try again and the previous transaction succeeds you might end up being charged twice.
ro: Cu exceptia cazului in care esti sigur(a) ca procesul nu se va termina (de exemplu daca ai inchis fereastra inainte de a termina plata), ar trebui sa astepti inainte de a face o noua plata. Te rog considera-te avertizat ca, daca incerci din nou si tranzactia precedenta a reusit, plata va fi facuta de doua ori. In cazul in care sesizezi asa ceva, contacteaza-ne ca sa remediem problema.

# Payment pending action
source: I understand, allow me to pay again
ro: Inteleg, vreau sa platesc din nou

# Payment details title
source: Pay for order %(order)s
ro: Plata pentru comanda %(order)s

# Payment details primary action
source: Proceed to payment
ro: Continua la plata

# Payment details text
source: You've authorized transaction. Order is in processing
ro: Ai autorizat tranzactia. Comanda este in curs de procesare

# Payment form primary action
source: Save changes
ro: Salveaza modificari

# Payment form page title
source: Payment
ro: Plata

# Payment form title
source: Payment
ro: Plata

# Payment form (PayPal) primary action
source: Save changes
ro: Salveaza modificari

# Payment form (Stripe) secondary action
source: Change payment method
ro: Schimba metoda de plata

source: Order complete!
ro: Comanda terminata!

source: Your order is now complete
ro: Comanda ta este completa

source: Thank you for your purchase!
ro: Iti multumim pentru comanda!

source: Your order number is
ro: Numarul de comanda este

# product price range
source: from
ro: de la

# Product details text
source: <strong>Warning!</strong> You are previewing a product that will become visible on <strong>%(date)s</strong>.
ro: <strong>Atentie!</strong> Te uiti la un produs care va deveni vizibil la data de <strong>%(date)s</strong>.

# Product details link text
source: Edit in dashboard
ro: Editeaza in dashboard

# Product details primary action
source: Add to cart
ro: Adauga la cos

# Product details text
source: This product is currently <strong>unavailable</strong>.
ro: Acest produs este <strong>indisponibil</strong>.

# Product details title
source: Description
ro: Descriere

source: Search:
ro: Cautare:

# Delete address form action
source: Delete Address
ro: Sterge adresa

# Delete address form action
source: Cancel
ro: Anuleaza

# Edit address page title
source: Edit address
ro: Editeaza adresa

# New address page title
source: New address
ro: Adresa noua

# Edit/new address breadcrumb
source: Your profile
ro: Profilul tau

# Edit address breadcrumb
source: Edit address
ro: Editeaza adresa

# New address breadcrumb
source: New address
ro: Noua adresa

# Edit address title
source: Edit address
ro: Editeaza adresa

# New address title
source: New address
ro: Adresa noua

# Edit/new address primary action
source: Save changes
ro: Salveaza modificari

# User profile page title
source: Your profile
ro: Profilul tau

source: My account
ro: Contul meu

# User profile tab
source: Recent Orders
ro: Comenzi recente

# User profile tab
source: Change password
ro: Modifica parola

# User profile tab
source: Addresses book
ro: Adrese salvate

# Recent orders column title
source: Order
ro: Comanda

# Recent orders column title
source: Date
ro: Data

# Recent orders column title
source: Summary
ro: Sumar

# Recent orders column title
source: Status
ro: Stare

# Recent orders link text
source: Details
ro: Detalii

# No recent orders text
source: There are not any completed orders yet.
ro: Nu exista comenzi terminate inca.

# User profile action
source: Change password
ro: Modifica parola

# User address action
source: Edit
ro: Editeaza

# No addresses text
source: You will see new addresses here after first successful checkout.
ro: Vei vedea aici noile adrese dupa primul checkout
