Repository: tiberiuichim/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

# Cart table header
source: Product
ro: Produs

# Cart table header
source: Quantity
ro: Cantitate

# Cart table header
source: Price
ro: Pret

# Sale (discount) label for item in product list
source: Sale
ro: Reducere

# Category breadcrumbs home
source: Home
ro: Prima pagina

# Category page filters
source: Sort by
ro: Sortare dupa

# sort by option
source: ascending
ro: ascendent

# sort by option
source: descending
ro: descendent

# Filter heading title
source: Filters
ro: Filtre

# Category page filters
source: Clear filters
ro: Sterge filtrele

# Category price filter
source: from
ro: de la

# Category price filter
source: to
ro: catre

# Category price filter
source: Update
ro: Modifica

# Search without results text
source: Sorry, no matches found for your request.
ro: Scuze, nu au fost gasite rezultate

# Search without results text
source: Try again or shop new arrivals.
ro: Incearca din nou sau viziteaza produsele noi.

# Checkout top message
source: Easy and secure!
ro: Simplu si sigur!

# Order review title
source: Order review
ro: Sumar comanda

# Order review section
source: Delivery
ro: Livrare

# Order review section title
source: Promo code
ro: Cod promo

# Checkout login page title
source: New customer?
ro: Client nou?

# Checkout login page new users action
source: Continue
ro: Continua

# Checkout login page new users message
source: Registration is not required!
ro: Inregistrarea nu este necesara!

# Checkout login form title
source: Existing customer? Log in.
ro: Client deja existent? Log in.

# Checkout payment title
source: Payment
ro: Plata

# Checkout payment primary action
source: Place order
ro: Plaseaza comanda

# Checkout shipping address title
source: Shipping address
ro: Adresa de livrare

# Checkout shipping address primary action
source: Continue
ro: Continua

source: Select other address
ro: Alege alta adresa

# Checkout shipping method form title
source: Shipping method
ro: Modalitate de livrare

# Checkout shipping method primary action
source: Continue
ro: Continua

source: Same as shipping
ro: La fel ca adresa de livrare

# Checkout addresses form label
source: Same as shipping
ro: La fel ca adresa de livrare

# Checkout addresses form label
source: Enter a new address
ro: Introdu o noua adresa

# Checkout voucher form action
source: Remove
ro: Sterge

# Checkout voucher form action
source: (Remove)
ro: (Sterge)

# Checkout voucher form action
source: Use
ro: Foloseste

# Checkout summary title
source: Billing address
ro: Adresa de facturare

# Checkout summary primary action
source: Order &amp Pay
ro: Comanda & Plateste

# Checkout summary without shipping title
source: Billing address
ro: Adresa de facturare

# Checkout summary without shipping action
source: Place order
ro: Plaseaza comanda

# Dashboard top navigation action
source: Visit storefront
ro: Viziteaza magazin

# Dashboard top navigation action
source: Style guide
ro: Ghid de stiluri

# Dashboard search
source: Search
ro: Cautare

# Dashboard homepage
source: Home
ro: Prima pagina

# Dashboard catalogue
source: Catalogue
ro: Catalog

# Dashboard products list
source: Products
ro: Produse

# Dashboard categories list
source: Categories
ro: Categorii

# Dashboard stock loactions list
source: Stock locations
ro: Locatii de stoc

# Dashboard discounts list
source: Discounts
ro: Reduceri

# Dashboard sales (discounts) list
source: Sales
ro: Lista reduceri

# Dashboard vouchers list
source: Vouchers
ro: Vouchere

# Dashboard sales. `Sales' is noun of to sell
source: Sales
ro: Vanzari

# Dashboard orders list
source: Orders
ro: Comenzi

# Dashboard customers list
source: Customers
ro: Clienti

# Dashboard configuration
source: Configuration
ro: Configuratie

# Dashboard staff members list
source: Staff members
ro: Membri ai staff-ului

# Dashboard groups list
source: Groups
ro: Grupuri

# Dashboard product types list
source: Product types
ro: Tipuri de produse

# Dashboard attributes list
source: Attributes
ro: Atribute

# Dashboard shipping methods list
source: Shipping methods
ro: Modalitati de livrare

# Dashboard site settings
source: Site settings
ro: Configurare site

# Dashboard software version
source: Release:
ro: Versiune:

# Dashboard confirmation modal
source: Delete
ro: Sterge

# Dashboard confirmation modal
source: Are you sure?
ro: Sigur?

# Dashboard delete action
source: Delete
ro: Sterge

# Dashboard cancel action
source: Cancel
ro: Anuleaza

# Category detail page title
source: Add new category
ro: Adauga noua categorie

# Category detail breadcrumbs
source: Add new category
ro: Adauga noua categorie

# Dashboard update action
source: Update
ro: Modifica

# Dashboard create action
source: Create
ro: Creeaza

# Category list page title
source: Categories
ro: Categorii

# Category list add button text
source: Add category
ro: Adauga categorie

# Dashboard edit action
source: Edit category
ro: Editeaza categorie

# Category list action link
source: Remove category
ro: Sterge categorie

# Empty Category list message
source: No subcategories.
ro: Fara subcategorii

# Empty Category list message
source: No categories.
ro: Fara categorii

# Delete category modal title
source: Delete category %(category)s
ro: Sterge categoria %(category)s

# Delete category modal title
source: Are you sure you want to delete category <strong>%(category)s</strong>?
ro: Sigur stergem categoria <strong>%(category)s</strong>?

# Delete category form text about descendant categories
source: The following child categories will be deleted:
ro: Urmatoarele subcategorii vor fi sterse:

# Delete category form text about products
source: There is one product in this category that will be deleted.
ro: Exista un produs in aceasta categorie care va fi sters.

# Edit category modal title
source: Edit %(category)s
ro: Editeaza %(category)s

# Customer promote to staff member action
source: Promote to staff
ro: Promoveaza ca membru staff

# Customer orders table title
source: Order history
ro: Istoric comenzi

# Customer orders table header
source: Number
ro: Numar

# Customer orders table header
source: Placed on
ro: Plasat la

# Customer orders table header
source: Order status
ro: Starea comenzii

# Empty customer orders table message
source: No orders found.
ro: Nu sunt comenzi

# Customer default shipping address card title
source: Default shipping address
ro: Adresa de livrare implicita

# Customer without default shipping address message
source: No default shipping address.
ro: Nu exista adresa de livrare implicita

# Customer default billing address card title
source: Default billing address
ro: Adresa de facturare implicita

# Customer without default billing address message
source: No default billing address.
ro: Nu exista adresa de facturare implicita

# Customers table header
source: Name
ro: Nume

# Customers table header
source: Location
ro: Locatie

# Customers table header
source: Number of orders
ro: Numar de comenzi

# Customers table header
source: Last order
ro: Ultima comanda

# Empty customers table message
source: No customers found.
ro: Nu exista clienti.

# Dashboard confirmation modal
source: Promote to staff member
ro: Promoveaza ca membru al staff-ului

# Dashboard promote action
source: Promote
ro: Promoveaza

# Sale (discount) page title
source: Add new sale
ro: Adauga o noua reducere

# Dashboard sales (discounts) list.
source: Sales
ro: Reduceri

# Sale (discount) action
source: Remove sale
ro: Sterge reducerea

# Sale (discount) breadcrumbs
source: Add new sale
ro: Adauga reducere

source: Sales
ro: Reduceri

# Sale (discount) list add button text
source: Add sale
ro: Adauga reducere

# Dashboard add action
source: Add
ro: Adauga

# Sale (discount) table header
source: Name
ro: Nume

# Sale (discount) table header
source: Discount
ro: Reducere

# Empty sales table message
source: No sales found
ro: Nu au fost gasite vanzari

# Delete sale (discount) text
source: Delete sale %(sale)s
ro: Sterge reducerea %(sale)s

# Delete sale (discount) text
source: Are you sure you want to selete <strong>%(sale)s</strong>?
ro: Sigur stergem reducerea <strong>%(sale)s</strong>?

# Voucher page title
source: Add new voucher
ro: Adauga un nou voucher

# Voucher action
source: Remove voucher
ro: Sterge voucher

# Voucher breadcrumbs
source: Add new voucher
ro: Adauga un nou voucher

# Voucher list add button text
source: Add voucher
ro: Adauga voucher

# Voucher table header
source: Name
ro: Nume

# Voucher table header
source: Discount
ro: Reducere

# Voucher table header
source: Apply to
ro: Aplica la

# Voucher table header
source: Start date
ro: Data de inceput

# Voucher table header
source: End date
ro: Data de sfarsit

# Voucher table header
source: Used
ro: Folosit

# Voucher table header
source: Limit
ro: Limita

# Empty vouchers table message
source: No vouchers found
ro: Nu au fost gasite vouchere

# Delete voucher text
source: Delete voucher %(voucher)s
ro: Sterge voucher-ul %(voucher)s

# Delete voucher text
source: Are you sure you want to delete voucher <strong>%(voucher)s</strong>?
ro: Sigur stergem voucher-ul <strong>%(voucher)s</strong>?

# Dashboard add group
source: Add new group
ro: Adauga un nou grup

# Dashboard group
source: Group
ro: Grup

# Dashboard add new group
source: Add new group
ro: Adauga un nou grup

# Group form action
source: Remove group
ro: Sterge grup

# Group list add button text
source: Add group
ro: Adauga grup

# Empty group table message
source: No groups found.
ro: Nu au fost gasite grupuri.

# Modal delete group text
source: Delete group <strong>%(group)s</strong>?
ro: Sterge grupul <strong>%(group)s</strong>?

# Modal delete group text
source: <p>Are you sure you want to delete group %(group)s?</p> <p>Users might lose permissions related to this group.</p>
ro: <p>Sigur stergem grupul %(group)s?</p> <p>Utilizatorii ar putea pierde permisiuni legate de acest grup.</p>

# Orders table header
source: Order status
ro: Starea comenzii

# Orders table header
source: Payment status
ro: Starea platii

# Orders table header
source: Customer
ro: Client

# Orders table header
source: Placed on
ro: Plasat la

# Anonymous user account value
source: Guest
ro: Oaspete

# Status filter action
source: Filter
ro: Filtru

# Dashboard edit action
source: Edit
ro: Editeaza

# Dashboard homepage table title
source: Preauthorized payments
ro: Plati preautorizate

# Preauthorized payments table header
source: Order
ro: Comanda

# Preauthorized payments table header
source: Date
ro: Data

# Preauthorized payments table header
source: Customer
ro: Client

# Preauthorized payments table header
source: Amount
ro: Suma

source: Guest
ro: Oaspete

# Empty Preauthorized payments table message
source: No preauthorized payments.
ro: Fara plati preautorizate

# Dashboard homepage table title
source: Orders ready for shipment
ro: Comenzi gata pentru livrare

# Empty order table message
source: No orders are ready for shipment.
ro: Fara comenzi gata de livrare

# Dashboard homepage table title
source: Products with low stock
ro: Produse cu stoc mic

# Low stock product list
source: Product name
ro: Nume produs

# Low stock product list
source: Stock left
ro: Stoc ramas

# Empty low stock table message
source: No products are low in stock.
ro: Nu exista produse cu stoc mic

source: Edit address
ro: Editeaza adresa

source: Shipping address
ro: Adresa de livrare

source: Billing address
ro: Adresa de facturare

# Order detail action
source: Cancel Order
ro: Anulare comanda

# Order detail action
source: Print
ro: Tiparire

# Order detail tab
source: Details
ro: Detalii

# Order detail tab
source: Payments
ro: Plati

# Order detail tab
source: History
ro: Istoric

# Order summary title
source: Order summary
ro: Sumar comanda

# Dashboard customer
source: Customer
ro: Client

# Order summary card header
source: Order status
ro: Starea comenzii

# Order summary card header
source: Payment status
ro: Starea platii

# Order summary card header
source: Outstanding balance
ro: Balanta

# Order summary card header
source: Order total
ro: Total comanda

# Order summary card header
source: Preauthorized amount
ro: Suma preautorizata

# Order summary card header
source: Captured amount
ro: Suma capturata

# Order summary card action
source: Capture
ro: Captureaza

# Shipment group table title
source: Shipment #%(shipment)s
ro: Livrare #%(shipment)s

# Shipment group table header
source: Item
ro: Element

# Shipment group table header
source: Price
ro: Pret

# Shipment group table header
source: Quantity
ro: Cantitate

# Shipment group table item column data
source: Shipping (%(group_shipping_method_name)s)
ro: Livrare (%(group_shipping_method_name)s)

# Shipment group table row action
source: Change quantity
ro: Schimba cantitatea

# Shipment group table row action
source: Split line
ro: Linie impartire

# Shipment group table row action
source: Split order line
ro: Imparte linia din comanda

# Shipment group table row action
source: Remove line
ro: Sterge linia

# Shipment group table action
source: Dispatch
ro: Livreaza

# Shipment group table action
source: Cancel group
ro: Anuleaza grupul

# Shipment group table action
source: Cancel this shipment
ro: Anuleaza aceasta livrare

# Order detail action
source: Invoice
ro: Factura

# Shipment group table text
source: Tracking number: %(tracking)s
ro: Numar de tracking: %(tracking)s

# Order totals header
source: Grand total
ro: Total final

# Order totals header
source: Shipping
ro: Livrare

# Order totals action
source: Remove voucher
ro: Sterge voucher

# Order notes card title
source: Order notes
ro: Instructiuni comanda

# Empty order notes card message
source: There are no notes associated with this order.
ro: Nu exista instructiuni pentru aceasta comanda.

# Order notes card action
source: Add note
ro: Adauga instructiuni

# Payment history table header
source: Transaction ID
ro: ID Tranzactie

# Payment history table header
source: Date
ro: Data

# Payment history table header
source: Payment status
ro: Starea platii

# Payment history table header
source: Fraud status
ro: Starea anti-frauda

# Payment history table header
source: Amount
ro: Suma

# Empty payment history table message
source: No payments made for this order.
ro: Comanda fara plata.

# Empty order list message
source: No orders found.
ro: Nu sunt comenzi

# Empty order list message
source: No orders.
ro: Fara comenzi.

# Modal add note title
source: Add note
ro: Adauga instructiuni

# Modal add note primary action
source: Save note
ro: Salveaza note

# Modal cancel delivery group title
source: Cancel delivery group?
ro: Anuleaza grup de livrare?

# Modal cancel delivery group text
source: After this action %(group)s will be cancelled. Ordered items will be returned to stock.
ro: Dupa aceasta actiune %(group)s va fi anulat. Produsele din comanda se vor intoarce in stoc.

# Modal cancel delivery group primary action
source: Cancel this shipment
ro: Anuleaza aceasta livrare

# Dashboard abort action
source: Abort
ro: Anuleaza

# Modal remove order line title
source: Remove order line?
ro: Sterge linia de livrare?

# Modal remove order line text
source: Are you sure you want remove this order line?
ro: Sigur stergem linia din comanda?

# Modal remove order line table header
source: Item
ro: Element

# Modal remove order line table header
source: Price
ro: Pret

# Modal remove order line table header
source: Quantity
ro: Cantitate

# Dashboard remove action
source: Remove
ro: Sterge

# Modal cancel order title
source: Cancel order?
ro: Anuleaza comanda?

# Modal cancel order text
source: Are you sure, you want cancel order %(order)s?
ro: Sigur vrem sa anulam comanda %(order)s?

# Modal cancel order primary action
source: Cancel Order
ro: Anulare comanda

# Modal capture payment title
source: Capture payment
ro: Captureaza plata

# Modal capture payment title
source: Before this action
ro: Inainte de actiune

# Modal capture payment list title
source: Order total:
ro: Total comanda:

# Modal capture payment list title
source: Captured amount:
ro: Suma capturata:

# Modal capture payment primary action
source: Capture
ro: Captureaza

# Modal change quantity title
source: Change quantity
ro: Schimba cantitatea

# Modal remove voucher from order title
source: Remove voucher?
ro: Sterge voucher-ul?

# Modal remove voucher from order text
source: Are you sure, you want remove voucher discount from %(order)s?
ro: Sigur vrem sa stergem voucher-ul de reducere din %(order)s?

# Modal remove voucher from order primary action
source: Remove voucher
ro: Sterge voucher

# Modal refund payment title
source: Refund payment
ro: Returnare plata

# Modal refund payment title
source: Before this action
ro: Inainte de actiune

# Modal refund payment list title
source: Order total:
ro: Total comanda:

# Modal refund payment list title
source: Captured amount:
ro: Suma capturata:

# Modal release payment text
source: Release payment
ro: Renunta la suma platita

# Modal release payment text
source: Do you want to release the payment?
ro: Vrei sa renunti la suma platita?

# Modal ship delivery group title
source: Dispatch delivery group
ro: Livreaza grupul de livrare

# Modal ship delivery group text
source: Dispatch this shipment to the following address:
ro: Livreaza pachetul la urmatoarea adresa:

# Modal ship delivery group primary action
source: Ship
ro: Livreaza

# Modal split order line title
source: Split order line
ro: Imparte linia din comanda

# Modal split order line primary action
source: Split
ro: Imparte

# Invoice header
source: Order ID:
ro: ID Comanda:

# Order invoice
source: Invoice
ro: Factura

source: Shipping Details
ro: Detalii livrare

source: Billing Details
ro: Detalii facturare

# Invoice shipping address
source: Shipping address
ro: Adresa de livrare

# Invoice billing address
source: Billing address
ro: Adresa de facturare

# Order invoice
source: Items Ordered
ro: Produse comandate

# Order totals header
source: Total Shipping Price
ro: Pret de livrare total

# Packing slip header
source: Order ID:
ro: ID Comanda

# Packing slip shipping details
source: Shipping Details
ro: Detalii livrare

# Packing slip shipping details
source: Billing Details
ro: Detalii facturare

# Packing slip shipping address
source: Shipping address
ro: Adresa de livrare

# Packing slip billing address
source: Billing address
ro: Adresa de facturare

source: Location
ro: Locatie

source: Quantity
ro: Cantitate

source: Allocated
ro: Alocat

# Dashboard variant details page
source: No stock records found
ro: Fara inregistrari in stoc

# Product form breadcrumbs
source: Products
ro: Produse

# Product field
source: Sale price
ro: Pret de vanzare

# Product field
source: Purchase cost
ro: Cost

# Product field
source: Gross margin
ro: Profit brut

# Product action
source: Edit product
ro: Editeaza produsul

# Product action
source: Remove product
ro: Sterge produsul

# Product action
source: View on site
ro: Vezi pe site

source: Variant
ro: Varianta

source: Add
ro: Adauga

source: Name
ro: Nume

source: Status
ro: Stare

source: Price
ro: Pret

source: Edit
ro: Editeaza

# Dashboard product details page
source: No variants found
ro: Fara variante

# Dashboard variant details view
source: Stock
ro: Stoc

# Dashboard action
source: Add
ro: Adauga

# Product field
source: Published
ro: Publicat

source: Images
ro: Imagini

source: Edit images
ro: Editeaza imagini

# Dashboard products list
source: Edit
ro: Editeaza

# Product form page title
source: Add new product
ro: Adauga un nou produs

# Product form breadcrumbs
source: Add new product
ro: Adauga un nou produs

# Product form breadcrumbs
source: Edit
ro: Editeaza

# Dashboard update action
source: Save
ro: Salveaza

# Product list add button text
source: Add product
ro: Adauga produs

# Empty product list message
source: No products found.
ro: Nu au fost gasite produse.

# Empty product list without product types message
source: Create product type first.
ro: Creeaza intai tipul de produs.

# Dashboard add action
source: Create new
ro: Creeaza

# Modal delete product text
source: Delete product %(product)s
ro: Sterge produsul %(product)s

# Modal delete product text
source: Are you sure you want to delete product <strong>%(product)s</strong>?
ro: Sigur sterg produsul <strong>%(product)s</strong>?

# Attribute detail breadcrumbs
source: Attributes
ro: Atribute

# Attribute detail action
source: Edit attribute
ro: Editeaza atribut

# Attribute detail action
source: Remove attribute
ro: Sterge atribut

source: Attribute values
ro: Valori atribut

source: Display name
ro: Nume afisat

source: Color
ro: Culoare

# Dashboard attributes list
source: Edit
ro: Editeaza

# Attribute detail page title
source: Add new attribute
ro: Adauga atribut

# Attribute detail breadcrumbs
source: Edit
ro: Editeaza

# Attribute detail breadcrumbs
source: Add new attribute
ro: Adauga atribut

# Attribute values formset title
source: Attribute values
ro: Valori atribut

# Attribute list add button text
source: Add attribute
ro: Adauga atribut

# Empty attribute list message
source: No attributes found.
ro: Fara atribute

# Modal delete attribute text
source: Delete attribute %(attribute)s
ro: Sterge atributul %(atribute)s

# Modal delete attribute text
source: Are you sure you want to delete attribute <strong>%(attribute)s</strong>?
ro: Sigur stergem atributul <strong>%(attribute)s</strong>?

# Product class page title
source: Add new product type
ro: Adauga tip de produs

# Product class breadcrumbs
source: Add new product type
ro: Adauga tip de produs

# Product class action
source: Remove product type
ro: Sterge tipul de produs

# Product class help text
source: Product Type is a template used for creating new products. It also controls which attributes can be used during product creation process.
ro: Tipurile de Produs sunt sabloane folosite pentru crearea de noi produse. De asemenea controleaza ce atribute sunt disponibil in procesul de adaugare de produs.

# Product type list add button text
source: Add product type
ro: Adauga tip de produs

# Dashboard variants
source: Variants
ro: Variante

source: Yes
ro: Da

source: No
ro: Nu

# Product type item list text
source: Variant attributes
ro: Atribute varianta

# Product type item list text
source: Product attributes
ro: Atribute produs

# Empty product type list message
source: No product types found.
ro: Nu au fost gasite tipuri de produs

# Dashboard create new action
source: Create new
ro: Creeaza

# Modal delete product class text
source: Delete product class %(product_class)s
ro: Sterge %(product_class)s ca tip de produs

# Modal delete product class text
source: Are you sure you want to delete product class <strong>%(product_class)s</strong>?
ro: Sigur stergem <strong>%(product_class)s</strong> ca gen de produse?

# Modal delete product class text
source: There are %(product_count)s products in product class.
ro: Sunt %(product_count)s produse in genul de produse.

# Modal delete product class text
source: There are no products in this product class.
ro: Nu exista produse de acest fel.

# Image form text
source: Edit - Image
ro: Editeaza - Imagine

# Image form text
source: Add image
ro: Adauga imagine

# Image form text
source: Image
ro: Imagine

# Image form text
source: Edit
ro: Editeaza

# Image form breadcrumbs
source: Add image
ro: Adauga imagine

# Image form breadcrumbs
source: Add image for %(product)s
ro: Adauga imagine pentru %(product)s

# Image form text
source: Pick the most relevant part of the image using the red circle.
ro: Selecteaza cea mai relevanta parte din imagine folosind cercul rosu.

# Image card text
source: No description
ro: Fara descriere

# Image gallery upload box text
source: Drop images here to upload
ro: Trage aici imagini pentru incarcare

# Empty image gallery message
source: No description
ro: Fara descriere
