Repository: tiberiuichim/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

# cart status
source: Open - currently active
ro: Deschis - momentan activ

# cart status
source: Waiting for payment
ro: Se așteaptă plata

# cart status
source: Saved - for items to be purchased later
ro: Salvat - pentru produse ce vor fi cumpărate mai tîrziu

# cart status
source: Submitted - an order was placed
ro: Executat - o comandă a fost plasată

# cart status
source: Checkout - processed in checkout
ro: Checkout - procesat la checkout

# cart status
source: Canceled - canceled by user
ro: Anulat - anulat de catre utilizator

# Add to cart form field label
source: Quantity
ro: Cantitate

# Add to cart form error
source: Sorry. This product is currently not available.
ro: Scuze. Momentan, acest produs nu este disponibil.

# Add to cart form error
source: Sorry. This product is currently out of stock.
ro: Scuze. Stocul este epuizat pentru acest produs.

# Add to cart form error
source: Oops. We could not find that product.
ro: Ups. Nu am putut găsi acest produs.

# Add to cart form error
source: Only %d remaining in stock.
ro: Doar %d e în stoc.

# Country form field label
source: Country
ro: Țara

# Cart field
source: order status
ro: starea comenzii

# Cart field
source: created
ro: creat

# Cart field
source: last status change
ro: ultima modificare de stare

# Cart field
source: user
ro: utilizator

# Cart field
source: checkout data
ro: date de checkout

# Cart field
source: quantity
ro: cantitate

# Cart model
source: Cart
ro: Coș

# Cart model
source: Carts
ro: Coșuri

# Cart line field
source: cart
ro: coș

# Cart line field
source: product
ro: produs

# Cart line field
source: quantity
ro: cantitate

# Cart line field
source: data
ro: informații

# Cart line model
source: Cart line
ro: Linie in cos

# Cart line model
source: Cart lines
ro: Linii in cos

# Cart warning message
source: Sorry. We don't have that many items in stock. Quantity was set to maximum available for now.
ro: Scuze. Nu avem atât de multe produse in stoc. Cantitatea a fost pusa la maximul disponibil in prezent.

# Shipping addresses form choice
source: Enter a new address
ro: Introdu o noua adresa

# Shipping addresses form field label
source: Address
ro: Adresa

# Billing addresses form choice
source: Enter a new address
ro: Introdu o noua adresa

# Billing addresses form choice
source: Same as shipping
ro: La fel ca adresa de livrare

# Shipping method form field label
source: Shipping method
ro: Modalitate de livrare

# Checkout warning
source: This voucher has expired. Please review your checkout.
ro: Acest voucher a expirat. Te rog sa verifici comanda.

# Order status history entry
source: Order was placed
ro: Comanda a fost plasata

# Checkout warning
source: Please review your checkout.
ro: Te rugam sa verifici comanda

# Voucher form error
source: Discount code incorrect or expired
ro: Cod de reducere incorect sau expirat

# Checkout discount form label for voucher field
source: Gift card or discount code
ro: Card cadou sau cod de reducere

# Voucher application
source: Apply to a single item
ro: Aplica la un singur produs

# Voucher application
source: Apply to all matching products
ro: Aplica la toate produsele potrivite

# Voucher: discount for
source: All purchases
ro: Toate cumparaturile

# Voucher: discount for
source: One product
ro: Un produs

# Voucher: discount for
source: A category of products
ro: O categorie de produse

# Voucher: discount for
source: Shipping
ro: Livrare

# Voucher field
source: discount for
ro: reducere pentru

# Voucher field
source: name
ro: nume

# Voucher field
source: code
ro: cod

# Voucher field
source: usage limit
ro: limita de folosire

# Voucher field
source: start date
ro: data de inceput

# Voucher field
source: end date
ro: data de sfarsit

# Voucher field
source: discount type
ro: tip de reducere

# Voucher field
source: discount value
ro: valoare de reducere

# Voucher field
source: product
ro: produs

# Voucher field
source: category
ro: categorie

# Voucher field
source: apply to
ro: aplica la

# Voucher field
source: limit
ro: limita

# Voucher model
source: vouchers
ro: vouchere

# Permission description
source: Can view vouchers
ro: Poate vedea vouchere

# Permission description
source: Can edit vouchers
ro: Poate edita vouchere

# Voucher type
source: Free shipping
ro: Transport gratuit

# Voucher type
source: %(discount)s off shipping
ro: %(discount)s reducere transport

# Voucher type
source: %(discount)s off %(product)s
ro: %(discount)s reducere la %(product)s

# Voucher type
source: %(discount)s off %(category)s
ro: %(discount)s reducere la %(category)s

# Voucher type
source: %(discount)s off
ro: %(discount)s reducere

# Voucher
source: Any country
ro: Orice tara

# Voucher not applicable
source: This offer is only valid for orders over %(amount)s.
ro: Aceasta oferta este valabila doar pentru comenzile peste %(amount)s

# Voucher not applicable
source: Your order does not require shipping.
ro: Comanda ta nu necesita livrare

# Voucher not applicable
source: Please select a shipping method first.
ro: Te rog selecteaza cum vrei sa se faca livrarea

# Voucher not applicable
source: This offer is only valid in %(country)s.
ro: Aceasta oferta este valabila doar in %(country)s

# Voucher not applicable
source: This offer is only valid for selected items.
ro: Aceasta oferta este valabila doar pentru produsele selectate.

# Sale (discount) field
source: name
ro: nume

# Sale (discount) field
source: type
ro: tip

# Sale (discount) field
source: value
ro: valoare

# Sale (discount) field
source: products
ro: produse

# Sale (discount) field
source: categories
ro: categorii

# Sale (discount) model
source: sale
ro: vanzare

# Sales (discounts) model
source: sales
ro: vanzari

# Permission description
source: Can view sales
ro: Poate vedea vanzari

# Permission description
source: Can edit sales
ro: Poate edita vanzari

# Voucher not applicable
source: Discount not applicable for this product
ro: Reducerea nu este aplicabila acestui produs

# order status
source: Processing
ro: In curs de procesare

# order status
source: Cancelled
ro: Anulat

# order status
source: Shipped
ro: Livrat

# order status
source: Payment pending
ro: Plata in asteptare

# order status
source: Fully paid
ro: Plata completa

# Payment methods form label
source: Method
ro: Metoda

# Payment delete form error
source: Payment does not exist
ro: Plata nu exista

# Order field
source: order status
ro: stare comanda

# Order field
source: created
ro: creat

# Order field
source: last status change
ro: ultima modificare de stare

# Order field
source: user
ro: utilizator

# Order field
source: tracking client id
ro: id de urmarire client

# Order field
source: billing address
ro: adresa de facturare

# Order field
source: shipping address
ro: adresa de livrare

# Order field
source: user email
ro: adresa de email

# Order field
source: total tax
ro: total taxe

# Order field
source: discount amount
ro: reducere

# Order field
source: discount name
ro: nume reducere

# Order model
source: Order
ro: Comanda

# Order model
source: Orders
ro: Comenzi

# Permission description
source: Can view orders
ro: Poate vedea comenzi

# Permission description
source: Can edit orders
ro: Poate edita comenzi

# Delivery group field
source: delivery status
ro: Status livrare

# Delivery group field
source: shipping price
ro: Pret de transport

# Delivery group field
source: shipping method name
ro: Nume modalitate de livrare

# Delivery group field
source: tracking number
ro: numar de urmarire

# Delivery group field
source: last updated
ro: ultima modificare

# Delivery group model
source: Delivery Group
ro: Group de Livrare

# Delivery group model
source: Delivery Groups
ro: Grupuri de Livrare

# Delivery group str
source: Shipment #%s
ro: Livrarea #%s

# Order status history entry
source: Order cancelled. No items in order
ro: Comanda anulata. Nu sunt produse in comanda

# Ordered item field
source: delivery group
ro: grup de livrare

# Ordered item field
source: product
ro: produs

# Ordered item field
source: product name
ro: nume produs

# OrderedItem field
source: stock location
ro: locatie stoc

# Ordered item field
source: stock
ro: stoc

# Ordered item field
source: quantity
ro: cantitate

# Ordered item field
source: unit price (net)
ro: pret per unitate (net)

# Ordered item field
source: unit price (gross)
ro: pret per unitate (brut)

# Ordered item model
source: Ordered item
ro: Produs comandat

# Ordered item model
source: Ordered items
ro: Produse comandate

# Payment field
source: order
ro: comanda

# Payment model
source: Payment
ro: Plata

# Payment model
source: Payments
ro: Plati

# Order history entry field
source: last history change
ro: ultima modificare in istoric

# Order history entry field
source: order
ro: comanda

# Order history entry field
source: order status
ro: stare comanda

# Order history entry field
source: comment
ro: comentariu

# Order history entry field
source: user
ro: utilizator

# Order history entry model
source: Order history entry
ro: Intrare in istoricul comenzii

# Order history entry model
source: Order history entries
ro: Intrari in istoricul comenzii

# Order history entry str
source: OrderHistoryEntry for Order #%d
ro: OrderHistoryEntry pentru comanda #%d

# Order note model
source: content
ro: continut

# Order note model
source: Order note
ro: Instructiune comanda

# Order note model
source: Order notes
ro: Instructiuni comanda

# Order note str
source: OrderNote for Order #%d
ro: OrderNote pentru Order #%d

# Order status history entry
source: Order fully paid
ro: Comanda platit complet

# Payment description
source: Order %(order_number)s
ro: Comanda %(order_number)s

# Payment gateway error
source: Oops, it looks like we were unable to contact the selected payment service
ro: Ups, se pare ca nu am putut contacta serviciul corespunzator modalitatii de plata selectate

# storefront message
source: You've successfully connected order with your account
ro: Ai conectat comanda cu contul tau

# Product status
source: not published
ro: nu e publicat

# Product status
source: variants missing
ro: lipsesc variantele

# Product status
source: not carried
ro: nu este disponibil

# Product status
source: out of stock
ro: nu este in stoc

# Product status
source: stock running low
ro: stoc pe terminate

# Product status
source: not yet available
ro: nu este inca disponibil

# Product status
source: ready for purchase
ro: pregatit de vanzare

# Variant status
source: available
ro: disponibil

# Variant status
source: not carried
ro: nu este disponibil

# Variant status
source: out of stock
ro: nu este in stoc

# Product list sorting option
source: name
ro: nume

# Product list sorting option
source: price
ro: pret

# Product list sorting form
source: Sort by
ro: Sortare dupa

source: %(value)s is not a valid sorting option
ro: %(value)s nu e o optiune de sortare valida

# Category field
source: name
ro: nume

# Category field
source: description
ro: descriere

# Category field
source: parent
ro: parinte

# Category field
source: hidden
ro: ascuns

# Category model
source: category
ro: categorie

# Category model
source: categories
ro: categorii

# Permission description
source: Can view categories
ro: Poate vedea categorii

# Permission description
source: Can edit categories
ro: Poate edita categorii

# Product class field
source: name
ro: nume

# Product class field
source: has variants
ro: are variante

# Product class field
source: product attributes
ro: atribute produs

# Product class field
source: variant attributes
ro: atribute varianta

# Product class field
source: is shipping required
ro: este necesar transportul

# Product class model
source: product class
ro: clasa produs

# Product class model
source: product classes
ro: clase produse

# Product field
source: product class
ro: clasa produs

# Product field
source: name
ro: nume

# Product field
source: description
ro: descriere

# Product field
source: categories
ro: categorii

# Product field
source: price
ro: pret

# Product field
source: available on
ro: disponibil de la

# Product field
source: is published
ro: este publicat

# Product field
source: attributes
ro: atribute

# Product field
source: updated at
ro: modificat la

# Product field
source: is featured
ro: este promovat

# Product model
source: product
ro: produs

# Product model
source: products
ro: produse

# Permission description
source: Can view products
ro: Poate vedea produse

# Permission description
source: Can edit products
ro: Poate edita produse

# Product variant field
source: variant name
ro: nume varianta

# Product variant field
source: price override
ro: suprascriere pret

# Product variant field
source: attributes
ro: atribute

# Product variant field
source: images
ro: imagini

# Product variant model
source: product variant
ro: varianta produs

# Product variant model
source: product variants
ro: variante produs

# Stock location field
source: location
ro: locatie

# Permission description
source: Can view stock location
ro: Poate vedea locatie stoc

# Permission description
source: Can edit stock location
ro: Poate edita locatie stoc

# Stock item field
source: variant
ro: varianta

# Stock item field
source: quantity
ro: cantitate

# Stock item field
source: allocated quantity
ro: cantitate alocata

# Stock item field
source: cost price
ro: pret

# Product attribute field
source: internal name
ro: nume intern

# Product attribute field
source: display name
ro: nume afisat

# Product attribute model
source: product attribute
ro: atribut produs

# Product attribute model
source: product attributes
ro: atribute produs

# Attribute choice value field
source: display name
ro: nume afisat

# Attribute choice value field
source: color
ro: culoare

# Attribute choice value model
source: attribute choices value
ro: valoare optiuni atribut

# Attribute choice value model
source: attribute choices values
ro: valori optiuni atribut

# Product image field
source: product
ro: produs

# Product image field
source: image
ro: imagine

# Product image field
source: short description
ro: scurta descriere

# Product image field
source: order
ro: comanda

# Product image model
source: product image
ro: imagine produs

# Product image model
source: product images
ro: imagini produs

# Variant image field
source: variant
ro: varianta

# Variant image field
source: image
ro: imagine

# Variant image model
source: variant image
ro: imagine varianta

# Variant image model
source: variant images
ro: imagini varianta

# User form field
source: Password
ro: Parola

source: You have been successfully logged out.
ro: Nu mai esti autentificat.

source: User has been created
ro: Utilizator creat

# Search form label
source: Query
ro: Cautare

# Country choice
source: Rest of World
ro: Restul lumii

# Shipping method field
source: name
ro: nume

# Shipping method field
source: description
ro: descriere

# Shipping method model
source: shipping method
ro: modalitate de livrare

# Shipping method model
source: shipping methods
ro: modalitate de livrare

# Shipping method country field
source: country code
ro: cod de tara

# Shipping method country field
source: price
ro: pret

# Shipping method country field
source: shipping method
ro: modalitate de livrare

# Shipping method country model
source: shipping method country
ro: tara pentru modalitatea de livrare

# Shipping method country model
source: shipping method countries
ro: tari pentru modalitate de livrare

# Site field
source: header text
ro: text titlu

# Site field
source: site description
ro: descriere site

# Authentiaction field
source: name
ro: nume

# Authentication field
source: key
ro: cheie

# Authentication field
source: password
ro: parola

# Address field
source: Area
ro: Zona

# Address field
source: County
ro: Tara

# Address field
source: Department
ro: Departament

# Address field
source: Island
ro: Insula

# Address field
source: Neighborhood
ro: Cartier

# Address field
source: Oblast
ro: Oblas

# Address field
source: Parish
ro: Parohie

# Address field
source: Postal code
ro: Cod postal

# Address field
source: Prefecture
ro: Judet

# Address field
source: Province
ro: Provincie

# Address field
source: State
ro: Judet

# Address field
source: Suburb
ro: Suburbie

# Address field
source: Townland
ro: Comuna

# Address field
source: Village/township
ro: Sat/comuna

# Address field
source: ZIP code
ro: Cod postal

# Address meta form label
source: preview
ro: previzualizare

# Address form
source: This value is invalid for selected country
ro: Aceasta valoare nu este valida pentru tara selectata

# Address field
source: given name
ro: prenume

# Address field
source: family name
ro: numele de familie

# Address field
source: company or organization
ro: companie sau organizatie

# Address field
source: address
ro: adresa

# Address field
source: city
ro: oras

# Address field
source: postal code
ro: cod postal

# Address field
source: country
ro: tara

# Address field
source: state or province
ro: judet

# Address field
source: phone number
ro: numar de telefon

# Address model
source: address
ro: adresa

# Address model
source: addresses
ro: adrese

# User field
source: addresses
ro: adrese

# User field
source: staff status
ro: statut pe site

# User field
source: active
ro: activ

# User field
source: date joined
ro: data contului

# User field
source: default shipping address
ro: adresa de livrare implicita

# User field
source: default billing address
ro: adresa de facturare implicita

# User model
source: user
ro: utilizator

# User model
source: users
ro: utilizatori

# Permission description
source: Can view users
ro: Poate vedea utilizatori

# Permission description
source: Can edit users
ro: Poate edita utilizatori

# Storefront message
source: Password successfully changed.
ro: Parola a fost schimbata

# Storefront message
source: Address successfully updated.
ro: Adresa a fost modificata.

# Storefront message
source: Address successfully deleted.
ro: Adresa a fost stearsa.

# Email confirmation message
source: Hi! You have requested login access to saleor project. To continue visit the link below. %(activate_url)s If you didn't try to login to saleor please ignore this message. We apologise for inconvenience. Sincerely, Saleor Team
ro: Buna! Ai cerut un cont de utilizator pentru Magazinul BusyBags. Pentru a continua te rugam sa utilizezi link-ul de mai josȘ %(activate_url)s Daca nu ai incercat sa te autentifici pe Magazinul BusyBags, te rugam sa ignori acest mesaj. Ne cerem scuze pentru orice inconvenienta. Cu sinceritate, Echipa BusyBags

# Email confirmation subject
source: Confirm your email address
ro: Confirma adresa de email

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account at %(domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ro: Salutari de la %(site_name)s! Primesti acesti email pentru ca tu sau altcineva a cerut o parola pentru contul de utilizator de la %(domain)s. Daca nu ai cerut tu parola, poti ignora acest mesaj. Fa click pe link-ul de mai jos pentru a iti reseta parola.

source: Thank you for using %(site_name)s! %(domain)s
ro: Iti multumim pentru ca folosesi %(site_name)%s! %(domain)s

source: Password Reset E-mail
ro: Email de Resetare Parola

# Login form secondary title
source: Don't have an account yet?
ro: Nu ai un cont?

# Login form secondary action
source: Register
ro: Inregistrare

# Already logged in warning message
source: You are already logged in as %(user)s.
ro: Esti deja autentificat ca %(user)s.

# Login form secondary link
source: Forgot password?
ro: Ai uitat parola?

# Main navigation item
source: Home
ro: Prima pagina

# Main navigation item
source: Your account
ro: Contul tau

# Password change breadcrumb
source: Edit
ro: Editeaza

# Password change form legend
source: Change Password
ro: Modifica parola

# Password change form primary action
source: Save new password
ro: Salveaza noua parola

# Password reset page title
source: Password reset
ro: Reseteaza parola

# Password reset form title
source: Forgot your password?
ro: Ai uitat parola?

# Password reset form help text
source: Please let us know the email you have used to register or purchase at our store.
ro: Te rugam sa ne dai adresa de email cu care ai facut cumparaturi sau pe care ai folosit-o la inregistrare.

# Password reset primary action
source: Continue
ro: Continua

# Password reset done page title
source: Password Reset
ro: Resetare Parola

# Password reset done title
source: Password Reset
ro: Resetare Parola

# Password reset done text
source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ro: Ti-am trimis un email. Te rugam sa ne contactezi daca nu primesti acel mesaj pe email in cateva minute.

# Password reset from key page title
source: Change Password
ro: Modificare Parola

source: Bad Token
ro: Token Gresit

# Password reset text if key is invalid
source: The password reset link was invalid, possibly because it has already been used.<br> Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ro: Link-ul de resetare a parolei este invalid, posibil pentru ca a fost deja folosit. <br> Te rugam sa faci o noua <a href="%(passwd_reset_url)s">resetare de parola</a>.

# Password reset from key form title
source: Password Reset
ro: Resetare Parola

# Password reset from key form title
source: Now you can set new password for you account.
ro: Acum poti folosi noua parola.

# Password reset from key form primary action
source: Continue
ro: Continua

# Password reset link expired from key form title
source: Password Reset Link Expired
ro: Link de resetare parola expirat

# Password reset from key form title
source: Sorry but this link is no longer valid. If you forget your password, please use link below.
ro: Ne pare rau, dar acest link nu mai este valid. Daca ti-ai uitat parola, te rugam sa folosesti linkul de mai jos.

# Reset my password link
source: Reset my password
ro: Reseteaza-mi parola

# Password reset from key done page title
source: Password Changed
ro: Parola schimbata

# Password reset from key done title
source: Password Changed
ro: Parola schimbata

source: Your password is now changed.
ro: Parola ta a fost schimbata

# Password reset from key done text
source: You can now <a href="%(login_url)s">sign in</a> using your new password
ro: Te poti acum <a href="%(login_url)s">autentifica</a> folosind noua parola

# Password set form legend
source: Password Reset
ro: Resetare parola

# Password set form primary action
source: Continue
ro: Continua

# Signup page title
source: Sign Up
ro: Inregistrare

# Signup form secondary title
source: Already have an account?
ro: Ai deja un cont?

# Signup form title
source: Create an account
ro: Creare cont

# Signup form primary action
source: Create an account
ro: Creeaza un cont

# Main navigation item
source: Register
ro: Inregistrare

source: Search for product
ro: Cauta dupa produs

# Main navigation item
source: Your Cart
ro: Cosul tau

# Main navigation item
source: Style guide
ro: Ghid de stil

# Cart dropdown text
source: (Delivery calculated at checkout)
ro: (Livrare calculata la final)

# Cart dropdown secondary action
source: Go to cart
ro: Mergi la cos

# Empty cart message
source: There are no products in your shopping cart.
ro: Nu exista produse in cosul de cumparaturi

# Empty cart link
source: Check out our sales
ro: Hai sa vezi produsele noastre

# Cart shipping cost form
source: Shipping cost for:
ro: Cost de livrare pentru:

# Cart page title
source: Your cart
ro: Cosul tau

# Cart breadcrumb
source: Cart
ro: Coș

# Cart message
source: Product has been deleted from cart
ro: Produsul a fost sters din cos
